[
    {
      "id": "e283b92f-3a21-4f11-9f9b-13429e71f4b8",
      "quote": "The person who says it cannot be done should not interrupt the person who is doing it.",
      "translations": {
        "German": "Die Person, die sagt, dass es nicht getan werden kann, sollte die Person, die es tut, nicht unterbrechen.",
        "Dutch": "De persoon die zegt dat het niet gedaan kan worden, moet degene die het doet niet onderbreken.",
        "Spanish": "La persona que dice que no se puede hacer no debería interrumpir a la persona que lo está haciendo.",
        "Italian": "La persona che dice che non si può fare non dovrebbe interrompere quella che lo sta facendo.",
        "Turkish": "Yapılamayacağını söyleyen kişi, onu yapan kişiyi yarıda kesmemelidir.",
        "French": "Celui qui dit que c'est impossible ne devrait pas déranger celui qui est en train de le faire.",
        "Chinese": "说某事不可能的人，不应该打扰正在做这件事的人。",
        "Japanese": "不可能だと言う人は、それをしている人の邪魔をするべきではない。"
      },
      "used": 0
    },
    {
      "id": "c1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
      "translations": {
        "German": "Der Unterschied zwischen einer erfolgreichen Person und anderen ist nicht ein Mangel an Stärke, nicht ein Mangel an Wissen, sondern eher ein Mangel an Willen.",
        "Dutch": "Het verschil tussen een succesvol persoon en anderen is niet een gebrek aan kracht of kennis, maar eerder een gebrek aan wilskracht.",
        "Spanish": "La diferencia entre una persona exitosa y las demás no es la falta de fuerza ni la falta de conocimiento, sino más bien la falta de voluntad.",
        "Italian": "La differenza tra una persona di successo e le altre non è una mancanza di forza o di conoscenza, ma piuttosto una mancanza di volontà.",
        "Turkish": "Başarılı bir insan ile diğerleri arasındaki fark, güç veya bilgi eksikliği değil, daha çok irade eksikliğidir.",
        "French": "La différence entre une personne qui réussit et les autres n'est pas un manque de force, ni un manque de connaissances, mais plutôt un manque de volonté.",
        "Chinese": "成功人士与其他人之间的区别不在于缺乏力量，也不在于缺乏知识，而在于缺乏意志力。",
        "Japanese": "成功者とそうでない人との違いは、力の欠如でも知識の欠如でもなく、むしろ意志の欠如である。"
      },
      "used": 0
    },
    {
      "id": "8e5d6c9a-5b41-4f3d-9d7a-2c8e3a1f9e2b",
      "quote": "Our lives begin to end the day we become silent about things that matter.",
      "translations": {
        "German": "Unsere Leben beginnen an dem Tag zu enden, an dem wir über Dinge, die von Bedeutung sind, schweigen.",
        "Dutch": "Ons leven begint te eindigen op de dag dat we stilzwijgend worden over dingen die er echt toe doen.",
        "Spanish": "Nuestras vidas comienzan a terminar el día en que nos volvemos silenciosos sobre las cosas que importan.",
        "Italian": "Le nostre vite cominciano a finire il giorno in cui diventiamo silenziosi riguardo alle cose che contano.",
        "Turkish": "Önemli konularda sessiz kaldığımız gün hayatlarımız sona ermeye başlar.",
        "French": "Nos vies commencent à se terminer le jour où nous devenons silencieux sur les choses qui comptent.",
        "Chinese": "当我们对重要的事情保持沉默时，我们的生活就开始走向终结。",
        "Japanese": "私たちの人生は、大切なことについて沈黙した日から終わり始める。"
      },
      "used": 0
    },
    {
      "id": "9f3c7b2e-1a5d-4f8e-9c6a-7e1b9a5d3f4c",
      "quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
      "translations": {
        "German": "Der Pessimist sieht die Schwierigkeit in jeder Gelegenheit. Der Optimist sieht die Gelegenheit in jeder Schwierigkeit.",
        "Dutch": "De pessimist ziet moeilijkheden in elke kans. De optimist ziet kansen in elke moeilijkheid.",
        "Spanish": "El pesimista ve dificultad en cada oportunidad. El optimista ve una oportunidad en cada dificultad.",
        "Italian": "Il pessimista vede la difficoltà in ogni opportunità. L'ottimista vede un'opportunità in ogni difficoltà.",
        "Turkish": "Karamsar her fırsatta bir zorluk görür. İyimser ise her zorlukta bir fırsat görür.",
        "French": "Le pessimiste voit la difficulté dans chaque opportunité. L'optimiste voit l'opportunité dans chaque difficulté.",
        "Chinese": "悲观主义者在每个机会中都看到困难。乐观主义者在每个困难中都看到机会。",
        "Japanese": "悲観主義者はあらゆる機会に困難を見出し、楽観主義者はあらゆる困難に機会を見出す。"
      },
      "used": 0
    },
    {
      "id": "6a8d4c1f-2b3e-4d5c-7f9e-0a1b8e4f6c5d",
      "quote": "The only thing worse than being blind is having sight but no vision.",
      "translations": {
        "German": "Das Einzige, was schlimmer ist, als blind zu sein, ist, sehen zu können, aber keine Vision zu haben.",
        "Dutch": "Het enige dat erger is dan blind zijn, is zicht hebben maar geen visie.",
        "Spanish": "Lo único peor que ser ciego es tener vista pero no tener visión.",
        "Italian": "L'unica cosa peggiore dell'essere ciechi è avere la vista ma non la visione.",
        "Turkish": "Kör olmaktan daha kötü olan tek şey, görme yeteneğine sahip olup da bir vizyona sahip olmamaktır.",
        "French": "La seule chose pire que d'être aveugle est d'avoir la vue mais pas de vision.",
        "Chinese": "唯一比失明更糟糕的事是有视力却没有远见。",
        "Japanese": "盲目であることよりも悪いのは、目が見えるのにビジョンがないことだ。"
      },
      "used": 0
    },
    {
      "id": "a1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "I am not a product of my circumstances. I am a product of my decisions.",
      "translations": {
        "German": "Ich bin kein Produkt meiner Umstände. Ich bin ein Produkt meiner Entscheidungen.",
        "Dutch": "Ik ben geen product van mijn omstandigheden. Ik ben een product van mijn beslissingen.",
        "Spanish": "No soy un producto de mis circunstancias. Soy un producto de mis decisiones.",
        "Italian": "Non sono un prodotto delle mie circostanze. Sono un prodotto delle mie decisioni.",
        "Turkish": "Ben, koşullarımın bir ürünü değilim. Ben, kararlarımın bir ürünüyüm.",
        "French": "Je ne suis pas le produit de mes circonstances. Je suis le produit de mes décisions.",
        "Chinese": "我不是我所处环境的产物。我是我所做决定的产物。",
        "Japanese": "私は自分の境遇の産物ではない。私は自分の決断の産物だ。"
      },
      "used": 0
    },
    {
      "id": "b2f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "The best way to predict the future is to create it.",
      "translations": {
        "German": "Der beste Weg, die Zukunft vorherzusagen, ist, sie zu erschaffen.",
        "Dutch": "De beste manier om de toekomst te voorspellen, is deze te creëren.",
        "Spanish": "La mejor manera de predecir el futuro es crearlo.",
        "Italian": "Il modo migliore per predire il futuro è crearlo.",
        "Turkish": "Geleceği tahmin etmenin en iyi yolu, onu yaratmaktır.",
        "French": "La meilleure façon de prédire l'avenir est de le créer.",
        "Chinese": "预测未来的最好方法就是创造它。",
        "Japanese": "未来を予測する最良の方法は、それを創り出すことである。"
      },
      "used": 0
    },
    {
      "id": "c3f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
      "translations": {
        "German": "Was du durch das Erreichen deiner Ziele erhältst, ist nicht so wichtig wie das, was du durch das Erreichen deiner Ziele wirst.",
        "Dutch": "Wat je bereikt door je doelen te halen, is niet zo belangrijk als wat je wordt door je doelen te halen.",
        "Spanish": "Lo que obtienes al alcanzar tus metas no es tan importante como en lo que te conviertes al alcanzarlas.",
        "Italian": "Ciò che ottieni raggiungendo i tuoi obiettivi non è tanto importante quanto ciò che diventi raggiungendoli.",
        "Turkish": "Hedeflerine ulaşarak elde ettiğin şeyler, hedeflerine ulaşarak dönüştüğün kişi kadar önemli değildir.",
        "French": "Ce que vous obtenez en atteignant vos objectifs n'est pas aussi important que ce que vous devenez en les atteignant.",
        "Chinese": "实现目标所得到的，不如通过实现目标而成为的那个人重要。",
        "Japanese": "目標を達成して手に入れるものは、目標を達成することであなたが何者になるかほど重要ではない。"
      },
      "used": 0
    },
    {
      "id": "d4f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "If you are not willing to risk the usual, you will have to settle for the ordinary.",
      "translations": {
        "German": "Wenn du nicht bereit bist, das Gewöhnliche zu riskieren, musst du dich mit dem Durchschnittlichen zufriedengeben.",
        "Dutch": "Als je niet bereid bent het gebruikelijke te riskeren, zul je genoegen moeten nemen met het gewone.",
        "Spanish": "Si no estás dispuesto a arriesgar lo de siempre, tendrás que conformarte con lo ordinario.",
        "Italian": "Se non sei disposto a rischiare il consueto, dovrai accontentarti dell'ordinario.",
        "Turkish": "Eğer sıradan olanı riske atmaya istekli değilsen, sıradanla yetinmek zorunda kalırsın.",
        "French": "Si vous n'êtes pas prêt à risquer l'ordinaire, vous devrez vous contenter de l'ordinaire.",
        "Chinese": "如果你不愿意冒险，就必须满足于平凡。",
        "Japanese": "もしあなたが普通を冒す気がないなら、平凡なことで満足しなければならないだろう。"
      },
      "used": 0
    },
    {
      "id": "e5f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
      "quote": "The only real mistake is the one from which we learn nothing.",
      "translations": {
        "German": "Der einzige wahre Fehler ist der, aus dem wir nichts lernen.",
        "Dutch": "De enige echte fout is degene waaruit we niets leren.",
        "Spanish": "El único error real es aquel del que no aprendemos nada.",
        "Italian": "L'unico vero errore è quello da cui non impariamo nulla.",
        "Turkish": "Tek gerçek hata, hiçbir şey öğrenmediğimiz hatadır.",
        "French": "La seule véritable erreur est celle dont nous n'apprenons rien.",
        "Chinese": "唯一真正的错误是那些我们没有从中吸取教训的错误。",
        "Japanese": "唯一の本当の間違いは、何も学ばない間違いである。"
      },
      "used": 0
    },
    {
        "id": "e283b92f-3a21-4f11-9f9b-13429e71f4b8",
        "quote": "If you want to live a happy life, tie it to a goal, not to people or things.",
        "translations": {
          "German": "Wenn du ein glückliches Leben führen willst, binde es an ein Ziel, nicht an Menschen oder Dinge.",
          "Dutch": "Als je een gelukkig leven wilt leiden, verbind het dan met een doel, niet met mensen of dingen.",
          "Spanish": "Si quieres vivir una vida feliz, átala a una meta, no a personas o cosas.",
          "Italian": "Se vuoi vivere una vita felice, legala a un obiettivo, non a persone o cose.",
          "Turkish": "Mutlu bir hayat yaşamak istiyorsanız, onu insanlara veya eşyalara değil, bir hedefe bağlayın.",
          "French": "Si vous voulez vivre une vie heureuse, attachez-la à un but, pas à des personnes ou des choses.",
          "Chinese": "如果你想过上幸福的生活，把它和目标联系起来，而不是和人或事物。",
          "Japanese": "幸せな人生を送りたいなら、それを人や物ではなく、目標に結びつけなさい。"
        },
        "used": 0
      },
      {
        "id": "c1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The only source of knowledge is experience.",
        "translations": {
          "German": "Die einzige Quelle des Wissens ist die Erfahrung.",
          "Dutch": "De enige bron van kennis is ervaring.",
          "Spanish": "La única fuente de conocimiento es la experiencia.",
          "Italian": "L'unica fonte di conoscenza è l'esperienza.",
          "Turkish": "Bilginin tek kaynağı deneyimdir.",
          "French": "La seule source de connaissance est l'expérience.",
          "Chinese": "知识的唯一来源是经验。",
          "Japanese": "知識の唯一の源は経験である。"
        },
        "used": 0
      },
      {
        "id": "8e5d6c9a-5b41-4f3d-9d7a-2c8e3a1f9e2b",
        "quote": "You can't use up creativity. The more you use, the more you have.",
        "translations": {
          "German": "Kreativität kann man nicht aufbrauchen. Je mehr du sie nutzt, desto mehr hast du.",
          "Dutch": "Creativiteit kun je niet opgebruiken. Hoe meer je het gebruikt, hoe meer je hebt.",
          "Spanish": "No puedes agotar la creatividad. Cuanto más la usas, más tienes.",
          "Italian": "Non puoi esaurire la creatività. Più ne usi, più ne hai.",
          "Turkish": "Yaratıcılığı tüketemezsiniz. Kullandıkça daha fazlasına sahip olursunuz.",
          "French": "On ne peut pas épuiser la créativité. Plus vous l'utilisez, plus vous en avez.",
          "Chinese": "创造力是取之不尽的。你用得越多，你拥有的就越多。",
          "Japanese": "創造性は使い尽くせない。使えば使うほど、より多く持てるようになる。"
        },
        "used": 0
      },
      {
        "id": "9f3c7b2e-1a5d-4f8e-9c6a-7e1b9a5d3f4c",
        "quote": "What we think, we become.",
        "translations": {
          "German": "Was wir denken, werden wir.",
          "Dutch": "Wat we denken, worden we.",
          "Spanish": "En lo que pensamos, nos convertimos.",
          "Italian": "Ciò che pensiamo, diventiamo.",
          "Turkish": "Ne düşünürsek, o oluruz.",
          "French": "Ce que nous pensons, nous le devenons.",
          "Chinese": "我们想什么，我们就会成为什么。",
          "Japanese": "我々が考えることは、我々がなることである。"
        },
        "used": 0
      },
      {
        "id": "6a8d4c1f-2b3e-4d5c-7f9e-0a1b8e4f6c5d",
        "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
        "translations": {
          "German": "Perfektion ist nicht erreichbar, aber wenn wir die Perfektion jagen, können wir die Exzellenz einfangen.",
          "Dutch": "Perfectie is niet haalbaar, maar als we perfectie najagen, kunnen we uitmuntendheid vangen.",
          "Spanish": "La perfección no es alcanzable, pero si perseguimos la perfección, podemos alcanzar la excelencia.",
          "Italian": "La perfezione non è raggiungibile, ma se inseguiamo la perfezione possiamo raggiungere l'eccellenza.",
          "Turkish": "Mükemmellik elde edilemez, ama mükemmelliği kovalarsak mükemmelliği yakalayabiliriz.",
          "French": "La perfection n'est pas atteignable, mais en la chassant, nous pouvons attraper l'excellence.",
          "Chinese": "完美是无法达到的，但如果我们追求完美，我们就能抓住卓越。",
          "Japanese": "完璧は達成できないが、完璧を追い求めることで、我々は卓越を掴むことができる。"
        },
        "used": 0
      },
      {
        "id": "a1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
        "translations": {
          "German": "Wenn du deinen eigenen Lebensplan nicht entwirfst, wirst du wahrscheinlich in den Plan eines anderen geraten. Und rate mal, was sie für dich geplant haben? Nicht viel.",
          "Dutch": "Als je je eigen levensplan niet ontwerpt, is de kans groot dat je in andermans plan terechtkomt. En raad eens wat zij voor jou hebben gepland? Niet veel.",
          "Spanish": "Si no diseñas tu propio plan de vida, lo más probable es que caigas en el plan de otra persona. ¿Y adivina qué han planeado para ti? No mucho.",
          "Italian": "Se non progetti il tuo piano di vita, è probabile che cadrai nel piano di qualcun altro. E indovina cosa hanno pianificato per te? Non molto.",
          "Turkish": "Eğer kendi hayat planınızı tasarlamazsanız, büyük ihtimalle başkasının planına düşersiniz. Ve tahmin et ne planlamışlar senin için? Pek bir şey değil.",
          "French": "Si vous ne concevez pas votre propre plan de vie, il y a de fortes chances que vous tomberez dans le plan de quelqu'un d'autre. Et devinez ce qu'ils ont prévu pour vous? Pas grand-chose.",
          "Chinese": "如果你不规划自己的人生，你很可能会陷入别人的计划。猜猜他们为你计划了什么？不多。",
          "Japanese": "もしあなたが自分の人生計画を立てないなら、他人の計画に巻き込まれる可能性が高い。そして、彼らがあなたのために何を計画しているかというと、大したことではない。"
        },
        "used": 0
      },
      {
        "id": "b2f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The only thing that will stop you from fulfilling your dreams is you.",
        "translations": {
          "German": "Das Einzige, was dich davon abhalten wird, deine Träume zu erfüllen, bist du selbst.",
          "Dutch": "Het enige wat je ervan weerhoudt je dromen te verwezenlijken, ben jij zelf.",
          "Spanish": "La única cosa que te impedirá cumplir tus sueños eres tú mismo.",
          "Italian": "L'unica cosa che ti impedirà di realizzare i tuoi sogni sei tu.",
          "Turkish": "Hayallerini gerçekleştirmene engel olacak tek şey sensin.",
          "French": "La seule chose qui vous empêchera de réaliser vos rêves, c'est vous-même.",
          "Chinese": "唯一会阻止你实现梦想的人就是你自己。",
          "Japanese": "あなたの夢の実現を妨げる唯一のものは、あなた自身である。"
        },
        "used": 0
      },
      {
        "id": "c3f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "Don't let yesterday take up too much of today.",
        "translations": {
          "German": "Lass nicht zu, dass das Gestern zu viel vom Heute einnimmt.",
          "Dutch": "Laat gisteren niet te veel van vandaag innemen.",
          "Spanish": "No dejes que el ayer ocupe demasiado de tu hoy.",
          "Italian": "Non lasciare che il passato occupi troppo del tuo presente.",
          "Turkish": "Dünün, bugünden çok fazla yer kaplamasına izin verme.",
          "French": "Ne laissez pas hier prendre trop de place sur aujourd'hui.",
          "Chinese": "不要让昨天占据今天太多的时间。",
          "Japanese": "昨日が今日の多くを占めることのないようにしなさい。"
        },
        "used": 0
      },
      {
        "id": "d4f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "translations": {
          "German": "Das Schwierigste ist die Entscheidung zu handeln, der Rest ist bloße Hartnäckigkeit.",
          "Dutch": "Het moeilijkste is de beslissing om te handelen, de rest is slechts volharding.",
          "Spanish": "Lo más difícil es la decisión de actuar, el resto es mera tenacidad.",
          "Italian": "La cosa più difficile è la decisione di agire, il resto è mera tenacia.",
          "Turkish": "En zor şey, harekete geçme kararıdır, gerisi sadece azimdir.",
          "French": "La chose la plus difficile est la décision d'agir, le reste n'est que de la ténacité.",
          "Chinese": "最困难的事情是做出行动的决定，其余的只是毅力。",
          "Japanese": "最も困難なことは、行動する決断であり、残りは単なる粘り強さである。"
        },
        "used": 0
      },
      {
        "id": "e5f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do.",
        "translations": {
          "German": "In zwanzig Jahren wirst du mehr von den Dingen enttäuscht sein, die du nicht getan hast, als von denen, die du getan hast.",
          "Dutch": "Over twintig jaar zul je meer teleurgesteld zijn door de dingen die je niet hebt gedaan dan door de dingen die je wel hebt gedaan.",
          "Spanish": "Dentro de veinte años, te decepcionarás más por las cosas que no hiciste que por las que sí hiciste.",
          "Italian": "Tra vent'anni sarai più deluso dalle cose che non hai fatto che da quelle che hai fatto.",
          "Turkish": "Yirmi yıl sonra, yaptığınız şeylerden çok yapmadığınız şeylerden dolayı daha fazla hayal kırıklığına uğrayacaksınız.",
          "French": "Dans vingt ans, vous serez plus déçu par les choses que vous n'avez pas faites que par celles que vous avez faites.",
          "Chinese": "二十年后，你将因你没有做过的事情而比你做过的事情更失望。",
          "Japanese": "今から20年後、あなたは自分がしなかったことの方が、したことよりも後悔するだろう。"
        },
        "used": 0
      },
      {
        "id": "e283b92f-3a21-4f11-9f9b-13429e71f4b8",
        "quote": "If you want to achieve greatness stop asking for permission.",
        "translations": {
          "German": "Wenn du Großes erreichen willst, höre auf, um Erlaubnis zu bitten.",
          "Dutch": "Als je grootsheid wilt bereiken, stop dan met om toestemming vragen.",
          "Spanish": "Si quieres alcanzar la grandeza, deja de pedir permiso.",
          "Italian": "Se vuoi raggiungere la grandezza, smetti di chiedere il permesso.",
          "Turkish": "Harika şeyler başarmak istiyorsanız, izin istemeyi bırakın.",
          "French": "Si vous voulez atteindre la grandeur, arrêtez de demander la permission.",
          "Chinese": "如果你想成就伟大，就不要再请求许可了。",
          "Japanese": "偉大さを達成したいのなら、許可を求めるのをやめなさい。"
        },
        "used": 0
      },
      {
        "id": "c1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The mind is everything. What you think you become.",
        "translations": {
          "German": "Der Verstand ist alles. Was du denkst, das wirst du.",
          "Dutch": "De geest is alles. Wat je denkt, dat word je.",
          "Spanish": "La mente lo es todo. Lo que piensas, te conviertes.",
          "Italian": "La mente è tutto. Ciò che pensi, diventi.",
          "Turkish": "Zihin her şeydir. Ne düşünürseniz o olursunuz.",
          "French": "L'esprit est tout. Ce que tu penses, tu le deviens.",
          "Chinese": "心是一切。你想什么，你就成为什么。",
          "Japanese": "心はすべてである。あなたが考えることが、あなたになることだ。"
        },
        "used": 0
      },
      {
        "id": "8e5d6c9a-5b41-4f3d-9d7a-2c8e3a1f9e2b",
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "translations": {
          "German": "Leben ist das Seltenste auf der Welt. Die meisten Menschen existieren, das ist alles.",
          "Dutch": "Leven is het zeldzaamste ding ter wereld. De meeste mensen bestaan, dat is alles.",
          "Spanish": "Vivir es la cosa más rara del mundo. La mayoría de la gente existe, eso es todo.",
          "Italian": "Vivere è la cosa più rara al mondo. La maggior parte delle persone esiste, e basta.",
          "Turkish": "Yaşamak, dünyadaki en nadir şeydir. Çoğu insan sadece var olur, hepsi bu.",
          "French": "Vivre est la chose la plus rare au monde. La plupart des gens existent, c'est tout.",
          "Chinese": "活着是世界上最稀有的事。大多数人只是存在，仅此而已。",
          "Japanese": "生きることは世界で最も稀なことだ。ほとんどの人はただ存在しているだけである。"
        },
        "used": 0
      },
      {
        "id": "9f3c7b2e-1a5d-4f8e-9c6a-7e1b9a5d3f4c",
        "quote": "Either you run the day, or the day runs you.",
        "translations": {
          "German": "Entweder du führst den Tag, oder der Tag führt dich.",
          "Dutch": "Ofwel jij leidt de dag, of de dag leidt jou.",
          "Spanish": "O tú diriges el día, o el día te dirige a ti.",
          "Italian": "O gestisci la giornata, o la giornata gestisce te.",
          "Turkish": "Ya günü siz yönetirsiniz ya da gün sizi yönetir.",
          "French": "Soit vous dirigez la journée, soit la journée vous dirige.",
          "Chinese": "要么你主宰你的日子，要么日子主宰你。",
          "Japanese": "あなたが一日を支配するか、一日があなたを支配するかだ。"
        },
        "used": 0
      },
      {
        "id": "6a8d4c1f-2b3e-4d5c-7f9e-0a1b8e4f6c5d",
        "quote": "If you are working on something that you really care about, you don’t have to be pushed. The vision pulls you.",
        "translations": {
          "German": "Wenn du an etwas arbeitest, das dir wirklich am Herzen liegt, musst du nicht angetrieben werden. Die Vision zieht dich an.",
          "Dutch": "Als je werkt aan iets waar je echt om geeft, hoef je niet geduwd te worden. De visie trekt je mee.",
          "Spanish": "Si estás trabajando en algo que realmente te importa, no tienes que ser empujado. La visión te arrastra.",
          "Italian": "Se stai lavorando su qualcosa che ti sta davvero a cuore, non hai bisogno di essere spinto. La visione ti trascina.",
          "Turkish": "Gerçekten umursadığınız bir şey üzerinde çalışıyorsanız, itilmeniz gerekmez. Vizyon sizi çeker.",
          "French": "Si vous travaillez sur quelque chose qui vous tient vraiment à cœur, vous n'avez pas besoin d'être poussé. La vision vous tire.",
          "Chinese": "如果你正在做你真正关心的事情，你不需要被催促。愿景会拉着你前进。",
          "Japanese": "心から大切にしていることに取り組んでいるなら、無理にやる必要はない。そのビジョンがあなたを引っ張ってくれるだろう。"
        },
        "used": 0
      },
      {
        "id": "a1f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The question isn't who is going to let me; it's who is going to stop me.",
        "translations": {
          "German": "Die Frage ist nicht, wer mich lassen wird; die Frage ist, wer mich aufhalten wird.",
          "Dutch": "De vraag is niet wie mij het zal laten doen; de vraag is wie mij zal stoppen.",
          "Spanish": "La pregunta no es quién me va a dejar; es quién me va a detener.",
          "Italian": "La domanda non è chi mi lascerà fare; è chi mi fermerà.",
          "Turkish": "Soru, kimin bana izin vereceği değil; kimin beni durduracağıdır.",
          "French": "La question n'est pas qui va me laisser faire; c'est qui va m'arrêter.",
          "Chinese": "问题不在于谁会允许我，而在于谁会阻止我。",
          "Japanese": "問題は、誰が私にやらせてくれるかではなく、誰が私を止めようとするかだ。"
        },
        "used": 0
      },
      {
        "id": "b2f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "I find that the harder I work, the more luck I seem to have.",
        "translations": {
          "German": "Ich stelle fest, je härter ich arbeite, desto mehr Glück scheine ich zu haben.",
          "Dutch": "Ik merk dat hoe harder ik werk, hoe meer geluk ik lijk te hebben.",
          "Spanish": "Descubro que cuanto más trabajo, más suerte parece que tengo.",
          "Italian": "Trovo che più duro lavoro, più fortuna sembra che io abbia.",
          "Turkish": "Ne kadar çok çalışırsam, o kadar şanslı olurum gibi geliyor.",
          "French": "Je trouve que plus je travaille dur, plus j'ai de chance.",
          "Chinese": "我发现我工作越努力，运气似乎就越好。",
          "Japanese": "一生懸命働けば働くほど、運が良くなるように思う。"
        },
        "used": 0
      },
      {
        "id": "c3f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "The successful warrior is the average person, with laser-like focus.",
        "translations": {
          "German": "Der erfolgreiche Krieger ist die durchschnittliche Person mit laserartiger Konzentration.",
          "Dutch": "De succesvolle krijger is de gemiddelde persoon, met een laserachtige focus.",
          "Spanish": "El guerrero exitoso es la persona promedio, con un enfoque similar al de un láser.",
          "Italian": "Il guerriero di successo è una persona media, con una concentrazione simile a quella di un laser.",
          "Turkish": "Başarılı savaşçı, lazer benzeri bir odaklanmaya sahip sıradan bir insandır.",
          "French": "Le guerrier qui réussit est une personne ordinaire, dotée d'une concentration laser.",
          "Chinese": "成功的战士是拥有激光般专注力的普通人。",
          "Japanese": "成功する戦士は、レーザーのような集中力を持つ平均的な人物である。"
        },
        "used": 0
      },
      {
        "id": "d4f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "Obstacles are those frightful things you see when you take your eyes off your goal.",
        "translations": {
          "German": "Hindernisse sind jene schrecklichen Dinge, die du siehst, wenn du deine Augen von deinem Ziel abwendest.",
          "Dutch": "Obstakels zijn die angstaanjagende dingen die je ziet als je je ogen van je doel afhoudt.",
          "Spanish": "Los obstáculos son esas cosas espantosas que ves cuando quitas los ojos de tu meta.",
          "Italian": "Gli ostacoli sono quelle cose spaventose che vedi quando togli gli occhi dal tuo obiettivo.",
          "Turkish": "Engeller, gözlerinizi hedefinizden ayırdığınızda gördüğünüz korkunç şeylerdir.",
          "French": "Les obstacles sont ces choses effrayantes que vous voyez quand vous détournez les yeux de votre objectif.",
          "Chinese": "障碍是你把视线从目标上移开时看到的可怕事物。",
          "Japanese": "障害とは、目標から目を離したときに見える恐ろしいものである。"
        },
        "used": 0
      },
      {
        "id": "e5f7b8d4-8e12-4c6e-8a15-0d2e5a7b4f91",
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "translations": {
          "German": "Ich habe nicht versagt. Ich habe nur 10.000 Wege gefunden, die nicht funktionieren.",
          "Dutch": "Ik heb niet gefaald. Ik heb zojuist 10.000 manieren gevonden die niet werken.",
          "Spanish": "No he fracasado. Simplemente he encontrado 10.000 maneras que no funcionan.",
          "Italian": "Non ho fallito. Ho solo trovato 10.000 modi che non funzionano.",
          "Turkish": "Başarısız olmadım. Sadece işe yaramayan 10.000 yol buldum.",
          "French": "Je n'ai pas échoué. J'ai juste trouvé 10 000 façons qui ne fonctionnent pas.",
          "Chinese": "我没有失败。我只是找到了10,000种行不通的方法。",
          "Japanese": "私は失敗したのではない。ただ、うまくいかない10,000通りの方法を見つけただけだ。"
        },
        "used": 0
      },
      {
        "id": "c7f9e8d1-7c2a-4a6f-9b1d-2f0c7e8a9b4d",
        "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.",
        "translations": {
          "German": "Das Geheimnis der Veränderung ist, all deine Energie nicht darauf zu verwenden, das Alte zu bekämpfen, sondern das Neue aufzubauen.",
          "Dutch": "Het geheim van verandering is om al je energie te richten op het bouwen van het nieuwe, niet op het vechten tegen het oude.",
          "Spanish": "El secreto del cambio es concentrar toda tu energía no en luchar contra lo viejo, sino en construir lo nuevo.",
          "Italian": "Il segreto del cambiamento è concentrare tutta la tua energia non nel combattere il vecchio, ma nel costruire il nuovo.",
          "Turkish": "Değişimin sırrı, tüm enerjini eskiyle savaşmaya değil, yeniyi inşa etmeye odaklamaktır.",
          "French": "Le secret du changement est de concentrer toute votre énergie, non pas sur le combat de l'ancien, mais sur la construction du nouveau.",
          "Chinese": "改变的秘诀在于将你所有的精力都集中在创造新事物上，而不是对抗旧事物。",
          "Japanese": "変化の秘訣は、古いものと戦うことではなく、新しいものを築くことにすべてのエネルギーを集中させることだ。"
        },
        "used": 0
      },
      {
        "id": "a1b2c3d4-e5f6-7890-1234-567890abcdef",
        "quote": "Don't be afraid to give up the good to go for the great.",
        "translations": {
          "German": "Hab keine Angst davor, das Gute aufzugeben, um nach dem Großen zu streben.",
          "Dutch": "Wees niet bang om het goede op te geven om voor het geweldige te gaan.",
          "Spanish": "No temas renunciar a lo bueno para ir por lo grandioso.",
          "Italian": "Non aver paura di rinunciare al buono per puntare al grande.",
          "Turkish": "Harika olanı elde etmek için iyi olandan vazgeçmekten korkma.",
          "French": "N'ayez pas peur de renoncer au bon pour aller vers le grand.",
          "Chinese": "不要害怕放弃好的，去追求伟大的。",
          "Japanese": "良いものを諦めて、より素晴らしいものを目指すことを恐れるな。"
        },
        "used": 0
      },
      {
        "id": "b1c2d3e4-f5a6-7890-1234-567890abcdef",
        "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
        "translations": {
          "German": "Herausforderungen machen das Leben interessant, und sie zu überwinden, macht das Leben bedeutungsvoll.",
          "Dutch": "Uitdagingen maken het leven interessant en het overwinnen ervan maakt het leven zinvol.",
          "Spanish": "Los desafíos son lo que hacen la vida interesante y superarlos es lo que le da sentido a la vida.",
          "Italian": "Le sfide sono ciò che rende la vita interessante e superarle è ciò che la rende significativa.",
          "Turkish": "Zorluklar hayatı ilginç kılan, onları aşmak ise hayatı anlamlı kılan şeydir.",
          "French": "Les défis sont ce qui rend la vie intéressante et les surmonter est ce qui rend la vie significative.",
          "Chinese": "挑战让生活变得有趣，而克服它们则让生活变得有意义。",
          "Japanese": "挑戦こそが人生を面白くし、それを乗り越えることが人生を意味あるものにする。"
        },
        "used": 0
      },
      {
        "id": "c1d2e3f4-g5h6-7890-1234-567890abcdef",
        "quote": "Failure is the condiment that gives success its flavor.",
        "translations": {
          "German": "Scheitern ist das Gewürz, das dem Erfolg seinen Geschmack verleiht.",
          "Dutch": "Falen is het kruid dat succes zijn smaak geeft.",
          "Spanish": "El fracaso es el condimento que le da sabor al éxito.",
          "Italian": "Il fallimento è il condimento che dà sapore al successo.",
          "Turkish": "Başarısızlık, başarıya lezzet veren baharattır.",
          "French": "L'échec est le condiment qui donne sa saveur au succès.",
          "Chinese": "失败是为成功增添风味的调味品。",
          "Japanese": "失敗は成功に風味を与える調味料である。"
        },
        "used": 0
      },
      {
        "id": "d1e2f3g4-h5i6-7890-1234-567890abcdef",
        "quote": "The way to get started is to quit talking and begin doing.",
        "translations": {
          "German": "Der Weg, um anzufangen, besteht darin, aufzuhören zu reden und anzufangen zu handeln.",
          "Dutch": "De manier om te beginnen is door te stoppen met praten en te beginnen met doen.",
          "Spanish": "La forma de empezar es dejar de hablar y empezar a hacer.",
          "Italian": "Il modo per iniziare è smettere di parlare e iniziare a fare.",
          "Turkish": "Başlamanın yolu, konuşmayı bırakıp yapmaya başlamaktır.",
          "French": "La façon de commencer est d'arrêter de parler et de commencer à agir.",
          "Chinese": "开始的方法是停止空谈，开始行动。",
          "Japanese": "始めるための方法は、話すのをやめて、行動し始めることだ。"
        },
        "used": 0
      },
      {
        "id": "e1f2g3h4-i5j6-7890-1234-567890abcdef",
        "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
        "translations": {
          "German": "Was hinter uns liegt und was vor uns liegt, sind winzige Angelegenheiten im Vergleich zu dem, was in uns liegt.",
          "Dutch": "Wat achter ons ligt en wat voor ons ligt, zijn kleine zaken vergeleken met wat in ons ligt.",
          "Spanish": "Lo que está detrás de nosotros y lo que está delante de nosotros son asuntos minúsculos en comparación con lo que reside dentro de nosotros.",
          "Italian": "Ciò che sta dietro di noi e ciò che sta davanti a noi sono piccole cose rispetto a ciò che si trova dentro di noi.",
          "Turkish": "Arkamızda kalanlar ve önümüzde olanlar, içimizde olana kıyasla küçük meselelerdir.",
          "French": "Ce qui se trouve derrière nous et ce qui se trouve devant nous sont de petites choses comparées à ce qui se trouve en nous.",
          "Chinese": "我们身后之事和我们身前之事，与我们心中之事相比，都微不足道。",
          "Japanese": "私たちの背後にあるものと、私たちの前にあるものは、私たちの内にあるものに比べれば取るに足らないことだ。"
        },
        "used": 0
      },
      {
        "id": "f1g2h3i4-j5k6-7890-1234-567890abcdef",
        "quote": "Change your thoughts and you change your world.",
        "translations": {
          "German": "Ändere deine Gedanken und du änderst deine Welt.",
          "Dutch": "Verander je gedachten en je verandert je wereld.",
          "Spanish": "Cambia tus pensamientos y cambiarás tu mundo.",
          "Italian": "Cambia i tuoi pensieri e cambierai il tuo mondo.",
          "Turkish": "Düşüncelerinizi değiştirin, dünyanızı değiştirirsiniz.",
          "French": "Changez vos pensées et vous changerez votre monde.",
          "Chinese": "改变你的思想，你就能改变你的世界。",
          "Japanese": "考え方を変えれば、世界が変わる。"
        },
        "used": 0
      },
      {
        "id": "g1h2i3j4-k5l6-7890-1234-567890abcdef",
        "quote": "It is during our darkest moments that we must focus to see the light.",
        "translations": {
          "German": "Gerade in unseren dunkelsten Momenten müssen wir uns konzentrieren, um das Licht zu sehen.",
          "Dutch": "Het is tijdens onze donkerste momenten dat we ons moeten concentreren om het licht te zien.",
          "Spanish": "Es durante nuestros momentos más oscuros que debemos concentrarnos para ver la luz.",
          "Italian": "È durante i nostri momenti più bui che dobbiamo concentrarci per vedere la luce.",
          "Turkish": "En karanlık anlarımızda bile ışığı görmek için odaklanmalıyız.",
          "French": "C'est pendant nos moments les plus sombres que nous devons nous concentrer pour voir la lumière.",
          "Chinese": "正是在我们最黑暗的时刻，我们必须集中精力才能看到光明。",
          "Japanese": "最も暗い瞬間にこそ、私たちは光を見るために集中しなければならない。"
        },
        "used": 0
      },
      {
        "id": "h1i2j3k4-l5m6-7890-1234-567890abcdef",
        "quote": "We may encounter many defeats but we must not be defeated.",
        "translations": {
          "German": "Wir mögen viele Niederlagen erleben, aber wir dürfen nicht besiegt werden.",
          "Dutch": "We kunnen vele nederlagen tegenkomen, maar we mogen niet verslagen worden.",
          "Spanish": "Podemos encontrar muchas derrotas, pero no debemos ser derrotados.",
          "Italian": "Potremmo incontrare molte sconfitte, ma non dobbiamo essere sconfitti.",
          "Turkish": "Birçok yenilgiyle karşılaşabiliriz ama yenilgiye uğramamalıyız.",
          "French": "Nous pouvons rencontrer de nombreuses défaites, mais nous ne devons pas être vaincus.",
          "Chinese": "我们可能会遭遇很多失败，但我们绝不能被打败。",
          "Japanese": "私たちは多くの敗北に遭遇するかもしれないが、打ち負かされてはならない。"
        },
        "used": 0
      },
      {
        "id": "i1j2k3l4-m5n6-7890-1234-567890abcdef",
        "quote": "The only thing we have to fear is fear itself.",
        "translations": {
          "German": "Das Einzige, was wir zu fürchten haben, ist die Angst selbst.",
          "Dutch": "Het enige wat we te vrezen hebben, is de angst zelf.",
          "Spanish": "A lo único que debemos temer es al miedo mismo.",
          "Italian": "L'unica cosa di cui dobbiamo aver paura è la paura stessa.",
          "Turkish": "Korkmamız gereken tek şey, korkunun kendisidir.",
          "French": "La seule chose que nous ayons à craindre, c'est la peur elle-même.",
          "Chinese": "我们唯一需要恐惧的，就是恐惧本身。",
          "Japanese": "私たちが恐れるべき唯一のものは、恐れそのものである。"
        },
        "used": 0
      },
      {
        "id": "1b2a7c4f-9e6a-4d3c-8e0f-1a5b6c8d9e2a",
        "quote": "It always seems impossible until it's done.",
        "translations": {
          "German": "Es scheint immer unmöglich, bis es getan ist.",
          "Dutch": "Het lijkt altijd onmogelijk, totdat het gedaan is.",
          "Spanish": "Siempre parece imposible hasta que se hace.",
          "Italian": "Sembra sempre impossibile finché non viene fatto.",
          "Turkish": "Yapılana kadar her şey imkansız görünür.",
          "French": "Cela semble toujours impossible, jusqu'à ce que ce soit fait.",
          "Chinese": "在完成之前，任何事都看似不可能。",
          "Japanese": "何事も、成し遂げられるまでは不可能に見える。"
        },
        "used": 0
      },
      {
        "id": "2c3b8d5a-1f7e-4c9b-8d0f-3a4b5c6d7e8f",
        "quote": "If you want to lift yourself up, lift up someone else.",
        "translations": {
          "German": "Wenn du dich selbst anheben möchtest, hebe jemand anderen an.",
          "Dutch": "Als je jezelf wilt optillen, til dan iemand anders op.",
          "Spanish": "Si quieres levantarte, levanta a alguien más.",
          "Italian": "Se vuoi sollevare te stesso, solleva qualcun altro.",
          "Turkish": "Kendini yukarı çekmek istiyorsan, başkasını yukarı çek.",
          "French": "Si vous voulez vous élever, élevez quelqu'un d'autre.",
          "Chinese": "如果你想提升自己，就先去帮助别人。",
          "Japanese": "自分を高めたいなら、誰か他の人を高めなさい。"
        },
        "used": 0
      },
      {
        "id": "3e4d9f6c-2g8h-4j5k-6l7m-8n9o0p1q2r3s",
        "quote": "The best way out is always through.",
        "translations": {
          "German": "Der beste Weg hinaus ist immer hindurch.",
          "Dutch": "De beste weg naar buiten is altijd erdoorheen.",
          "Spanish": "La mejor salida es siempre a través.",
          "Italian": "Il modo migliore per uscire è sempre attraversare.",
          "Turkish": "En iyi çıkış yolu daima içinden geçmektir.",
          "French": "La meilleure façon de s'en sortir est toujours de traverser.",
          "Chinese": "最好的出路永远是穿过它。",
          "Japanese": "最善の脱出方法は、常に通り抜けることだ。"
        },
        "used": 0
      },
      {
        "id": "4a5b6c7d-8e9f-0123-4567-890abcdef123",
        "quote": "Be yourself; everyone else is already taken.",
        "translations": {
          "German": "Sei du selbst; alle anderen sind schon vergeben.",
          "Dutch": "Wees jezelf; alle anderen zijn al bezet.",
          "Spanish": "Sé tú mismo; los demás ya están ocupados.",
          "Italian": "Sii te stesso; tutti gli altri sono già occupati.",
          "Turkish": "Kendin ol; diğer herkes zaten alınmış.",
          "French": "Soyez vous-même; tous les autres sont déjà pris.",
          "Chinese": "做你自己；因为其他人都有人做了。",
          "Japanese": "自分らしくあれ。他の人はみんなすでに誰かだ。"
        },
        "used": 0
      },
      {
        "id": "5b6c7d8e-9f0a-1234-5678-90abcdef1234",
        "quote": "Do what you can, with what you have, where you are.",
        "translations": {
          "German": "Tu, was du kannst, mit dem, was du hast, da, wo du bist.",
          "Dutch": "Doe wat je kunt, met wat je hebt, waar je bent.",
          "Spanish": "Haz lo que puedas, con lo que tienes, donde estés.",
          "Italian": "Fai ciò che puoi, con ciò che hai, dove sei.",
          "Turkish": "Yapabildiğini, sahip olduklarınla, olduğun yerde yap.",
          "French": "Faites ce que vous pouvez, avec ce que vous avez, là où vous êtes.",
          "Chinese": "在你的位置，用你拥有的，做你能做的事。",
          "Japanese": "できることを、持っているもので、いる場所でやりなさい。"
        },
        "used": 0
      },
      {
        "id": "6c7d8e9f-0a1b-2345-6789-0abcdef12345",
        "quote": "Your time is limited, so don't waste it living someone else's life.",
        "translations": {
          "German": "Deine Zeit ist begrenzt, also verschwende sie nicht damit, das Leben eines anderen zu leben.",
          "Dutch": "Je tijd is beperkt, verspil die dus niet met het leven van iemand anders.",
          "Spanish": "Tu tiempo es limitado, así que no lo desperdicies viviendo la vida de otra persona.",
          "Italian": "Il tuo tempo è limitato, non sprecarlo vivendo la vita di qualcun altro.",
          "Turkish": "Zamanınız kısıtlı, bu yüzden başkasının hayatını yaşayarak onu boşa harcamayın.",
          "French": "Votre temps est limité, alors ne le gâchez pas en vivant la vie de quelqu'un d'autre.",
          "Chinese": "你的时间有限，所以不要浪费它去过别人的生活。",
          "Japanese": "あなたの時間は限られている。だから、他人の人生を生きることで無駄にしてはならない。"
        },
        "used": 0
      },
      {
        "id": "7d8e9f0a-1b2c-3456-7890-abcdef123456",
        "quote": "Happiness is not something ready-made. It comes from your own actions.",
        "translations": {
          "German": "Glück ist nichts Vorgefertigtes. Es kommt von deinen eigenen Handlungen.",
          "Dutch": "Geluk is niet iets kant-en-klaars. Het komt voort uit je eigen daden.",
          "Spanish": "La felicidad no es algo prefabricado. Viene de tus propias acciones.",
          "Italian": "La felicità non è qualcosa di già pronto. Viene dalle tue stesse azioni.",
          "Turkish": "Mutluluk hazır bir şey değildir. Kendi eylemlerinizden gelir.",
          "French": "Le bonheur n'est pas quelque chose de tout fait. Il vient de vos propres actions.",
          "Chinese": "幸福不是现成的。它来自你自己的行动。",
          "Japanese": "幸福は既製品ではない。それはあなた自身の行動から生まれる。"
        },
        "used": 0
      },
      {
        "id": "8e9f0a1b-2c3d-4567-890a-bcdef1234567",
        "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
        "translations": {
          "German": "Die besten und schönsten Dinge der Welt können weder gesehen noch berührt werden - sie müssen mit dem Herzen gefühlt werden.",
          "Dutch": "De beste en mooiste dingen in de wereld kunnen niet worden gezien of aangeraakt - ze moeten met het hart worden gevoeld.",
          "Spanish": "Las mejores y más bellas cosas del mundo no pueden ser vistas ni siquiera tocadas, deben ser sentidas con el corazón.",
          "Italian": "Le cose migliori e più belle del mondo non possono essere viste o toccate, devono essere sentite con il cuore.",
          "Turkish": "Dünyanın en iyi ve en güzel şeyleri görülemez veya dokunulamaz, onlar kalple hissedilmelidir.",
          "French": "Les choses les meilleures et les plus belles du monde ne peuvent être ni vues ni même touchées - elles doivent être ressenties avec le cœur.",
          "Chinese": "世界上最好最美的事物无法被看见，甚至无法被触摸，它们必须用心去感受。",
          "Japanese": "世界で最も素晴らしく美しいものは、見たり触れたりすることはできない。心で感じなければならない。"
        },
        "used": 0
      },
      {
        "id": "9f0a1b2c-3d4e-5678-90ab-cdef12345678",
        "quote": "Action is the foundational key to all success.",
        "translations": {
          "German": "Handeln ist der grundlegende Schlüssel zu jedem Erfolg.",
          "Dutch": "Actie is de fundamentele sleutel tot al het succes.",
          "Spanish": "La acción es la clave fundamental de todo éxito.",
          "Italian": "L'azione è la chiave fondamentale di ogni successo.",
          "Turkish": "Eylem, tüm başarının temel anahtarıdır.",
          "French": "L'action est la clé fondamentale de tout succès.",
          "Chinese": "行动是所有成功的基础。",
          "Japanese": "行動こそが、すべての成功の基礎となる鍵である。"
        },
        "used": 0
      },
      {
        "id": "0a1b2c3d-4e5f-6789-0abc-def123456789",
        "quote": "The greater the difficulty, the more glory in surmounting it.",
        "translations": {
          "German": "Je größer die Schwierigkeit, desto größer der Ruhm, sie zu überwinden.",
          "Dutch": "Hoe groter de moeilijkheid, hoe meer eer in het overwinnen ervan.",
          "Spanish": "Cuanto mayor es la dificultad, más gloria hay en superarla.",
          "Italian": "Più grande è la difficoltà, maggiore è la gloria nel superarla.",
          "Turkish": "Zorluk ne kadar büyükse, onu aşmaktaki şan da o kadar büyük olur.",
          "French": "Plus la difficulté est grande, plus il y a de gloire à la surmonter.",
          "Chinese": "困难越大，战胜它所获得的荣耀就越多。",
          "Japanese": "困難が大きければ大きいほど、それを克服することに栄光がある。"
        },
        "used": 0
      },
      {
        "id": "01a2b3c4-d5e6-4789-abcd-ef0123456789",
        "quote": "Challenges often reveal our true strength and character.",
        "used": 0,
        "translations": {
          "German": "Herausforderungen zeigen oft unsere wahre Stärke und unseren Charakter.",
          "Dutch": "Uitdagingen laten vaak onze ware kracht en karakter zien.",
          "Spanish": "Los desafíos a menudo revelan nuestra verdadera fuerza y carácter.",
          "Italian": "Le sfide spesso rivelano la nostra vera forza e carattere.",
          "Turkish": "Zorluklar genellikle gerçek gücümüzü ve karakterimizi ortaya çıkarır.",
          "French": "Les défis révèlent souvent notre vraie force et notre caractère.",
          "Chinese": "挑战常常揭示我们的真实力量和性格。",
          "Japanese": "挑戦はしばしば私たちの本当の強さと性格を明らかにします。"
        }
      },
      {
        "id": "02b3c4d5-e6f7-4901-bcde-f0123456789a",
        "quote": "Success depends on persistence, not just talent.",
        "used": 0,
        "translations": {
          "German": "Erfolg hängt von Ausdauer ab, nicht nur von Talent.",
          "Dutch": "Succes hangt af van volharding, niet alleen van talent.",
          "Spanish": "El éxito depende de la persistencia, no solo del talento.",
          "Italian": "Il successo dipende dalla persistenza, non solo dal talento.",
          "Turkish": "Başarı sadece yetenekle değil, azimle ilgilidir.",
          "French": "Le succès dépend de la persévérance, pas seulement du talent.",
          "Chinese": "成功取决于坚持，而不仅仅是天赋。",
          "Japanese": "成功は才能だけでなく、持続力に依存します。"
        }
      },
      {
        "id": "03c4d5e6-f789-4a12-cdef-123456789abc",
        "quote": "Effective communication builds trust and understanding.",
        "used": 0,
        "translations": {
          "German": "Effektive Kommunikation schafft Vertrauen und Verständnis.",
          "Dutch": "Effectieve communicatie bouwt vertrouwen en begrip op.",
          "Spanish": "La comunicación efectiva construye confianza y comprensión.",
          "Italian": "La comunicazione efficace costruisce fiducia e comprensione.",
          "Turkish": "Etkili iletişim güven ve anlayış oluşturur.",
          "French": "Une communication efficace construit la confiance et la compréhension.",
          "Chinese": "有效的沟通建立信任和理解。",
          "Japanese": "効果的なコミュニケーションは信頼と理解を築きます。"
        }
      },
      {
        "id": "04d5e6f7-8901-4b23-def0-23456789abcd",
        "quote": "Learning from mistakes is essential for personal growth.",
        "used": 0,
        "translations": {
          "German": "Aus Fehlern zu lernen ist wesentlich für persönliches Wachstum.",
          "Dutch": "Leren van fouten is essentieel voor persoonlijke groei.",
          "Spanish": "Aprender de los errores es esencial para el crecimiento personal.",
          "Italian": "Imparare dagli errori è essenziale per la crescita personale.",
          "Turkish": "Hatalardan öğrenmek kişisel gelişim için gereklidir.",
          "French": "Apprendre de ses erreurs est essentiel pour la croissance personnelle.",
          "Chinese": "从错误中学习对个人成长至关重要。",
          "Japanese": "間違いから学ぶことは個人の成長に不可欠です。"
        }
      },
      {
        "id": "05e6f789-0123-4c34-ef01-3456789abcde",
        "quote": "Balancing work and life improves overall happiness.",
        "used": 0,
        "translations": {
          "German": "Die Balance zwischen Arbeit und Leben verbessert das allgemeine Glück.",
          "Dutch": "Het balanceren van werk en leven verbetert het algemene geluk.",
          "Spanish": "Equilibrar el trabajo y la vida mejora la felicidad general.",
          "Italian": "Bilanciare lavoro e vita migliora la felicità generale.",
          "Turkish": "İş ve yaşam dengesini sağlamak genel mutluluğu artırır.",
          "French": "L'équilibre entre travail et vie privée améliore le bonheur général.",
          "Chinese": "平衡工作和生活提升整体幸福感。",
          "Japanese": "仕事と生活のバランスをとることは全体的な幸福を向上させます。"
        }
      },
      {
        "id": "06f78901-2345-4d45-f012-456789abcdef",
        "quote": "Respecting different opinions helps us learn and grow.",
        "used": 0,
        "translations": {
          "German": "Das Respektieren unterschiedlicher Meinungen hilft uns zu lernen und zu wachsen.",
          "Dutch": "Het respecteren van verschillende meningen helpt ons te leren en te groeien.",
          "Spanish": "Respetar diferentes opiniones nos ayuda a aprender y crecer.",
          "Italian": "Rispettare opinioni diverse ci aiuta a imparare e crescere.",
          "Turkish": "Farklı görüşlere saygı göstermek öğrenmemize ve büyümemize yardımcı olur.",
          "French": "Respecter les opinions différentes nous aide à apprendre et à grandir.",
          "Chinese": "尊重不同的观点帮助我们学习和成长。",
          "Japanese": "異なる意見を尊重することは学びと成長に役立ちます。"
        }
      },
      {
        "id": "07g89012-3456-4e56-0123-56789abcdef0",
        "quote": "Success is a journey, not a destination.",
        "used": 0,
        "translations": {
          "German": "Erfolg ist eine Reise, kein Ziel.",
          "Dutch": "Succes is een reis, geen bestemming.",
          "Spanish": "El éxito es un viaje, no un destino.",
          "Italian": "Il successo è un viaggio, non una destinazione.",
          "Turkish": "Başarı bir yolculuktur, varış noktası değil.",
          "French": "Le succès est un voyage, pas une destination.",
          "Chinese": "成功是旅程，而不是终点。",
          "Japanese": "成功は旅であり、目的地ではありません。"
        }
      },
      {
        "id": "08h90123-4567-4f67-1234-6789abcdef01",
        "quote": "Understanding others requires patience and empathy.",
        "used": 0,
        "translations": {
          "German": "Andere zu verstehen erfordert Geduld und Empathie.",
          "Dutch": "Anderen begrijpen vereist geduld en empathie.",
          "Spanish": "Entender a los demás requiere paciencia y empatía.",
          "Italian": "Capire gli altri richiede pazienza ed empatia.",
          "Turkish": "Başkasını anlamak sabır ve empati gerektirir.",
          "French": "Comprendre les autres nécessite de la patience et de l'empathie.",
          "Chinese": "理解他人需要耐心和同理心。",
          "Japanese": "他者を理解するには忍耐と共感が必要です。"
        }
      },
      {
        "id": "09i01234-5678-4g78-2345-789abcdef012",
        "quote": "Taking risks can lead to unexpected rewards.",
        "used": 0,
        "translations": {
          "German": "Risiken einzugehen kann zu unerwarteten Belohnungen führen.",
          "Dutch": "Risico's nemen kan leiden tot onverwachte beloningen.",
          "Spanish": "Tomar riesgos puede llevar a recompensas inesperadas.",
          "Italian": "Prendere rischi può portare a ricompense inaspettate.",
          "Turkish": "Risk almak beklenmedik ödüllere yol açabilir.",
          "French": "Prendre des risques peut mener à des récompenses inattendues.",
          "Chinese": "冒险可能带来意想不到的回报。",
          "Japanese": "リスクを取ることは予期しない報酬につながることがある。"
        }
      },
      {
        "id": "10j12345-6789-4h89-3456-89abcdef0123",
        "quote": "Creativity often comes from solving difficult problems.",
        "used": 0,
        "translations": {
          "German": "Kreativität entsteht oft durch das Lösen schwieriger Probleme.",
          "Dutch": "Creativiteit komt vaak voort uit het oplossen van moeilijke problemen.",
          "Spanish": "La creatividad a menudo surge al resolver problemas difíciles.",
          "Italian": "La creatività spesso nasce dal risolvere problemi difficili.",
          "Turkish": "Yaratıcılık genellikle zor problemleri çözmekten gelir.",
          "French": "La créativité vient souvent de la résolution de problèmes difficiles.",
          "Chinese": "创造力常常来自解决困难的问题。",
          "Japanese": "創造性はしばしば難しい問題を解決することから生まれる。"
        }
      },
      {
        "id": "a9c3e1d4-f7b5-4a1c-9f1e-12d7e9c5a8b0",
        "quote": "Opportunities often come disguised as hard work.",
        "used": 0,
        "translations": {
          "German": "Chancen kommen oft als harte Arbeit verkleidet.",
          "Dutch": "Kansen komen vaak vermomd als hard werken.",
          "Spanish": "Las oportunidades a menudo vienen disfrazadas de trabajo duro.",
          "Italian": "Le opportunità spesso si presentano travestite da duro lavoro.",
          "Turkish": "Fırsatlar çoğu zaman sıkı çalışma kılığında gelir.",
          "French": "Les opportunités se présentent souvent déguisées en travail acharné.",
          "Chinese": "机会常常伪装成辛勤的工作。",
          "Japanese": "チャンスはしばしば一生懸命な仕事の姿で現れる。"
        }
      },
      {
        "id": "b5d7f1e9-3c4a-4d6e-8a1b-0f3c2a5e7b9d",
        "quote": "The smallest details can change the biggest outcomes.",
        "used": 0,
        "translations": {
          "German": "Die kleinsten Details können die größten Ergebnisse verändern.",
          "Dutch": "De kleinste details kunnen de grootste uitkomsten veranderen.",
          "Spanish": "Los detalles más pequeños pueden cambiar los mayores resultados.",
          "Italian": "I più piccoli dettagli possono cambiare i più grandi risultati.",
          "Turkish": "En küçük ayrıntılar en büyük sonuçları değiştirebilir.",
          "French": "Les plus petits détails peuvent changer les plus grands résultats.",
          "Chinese": "最小的细节可以改变最大的结果。",
          "Japanese": "最も小さな細部が最大の結果を変えることがある。"
        }
      },
      {
        "id": "c1e4f7a9-b2d8-4a1c-9e5f-6b0d7f9a3c5e",
        "quote": "We often fear the unknown more than the known dangers.",
        "used": 0,
        "translations": {
          "German": "Wir fürchten oft das Unbekannte mehr als die bekannten Gefahren.",
          "Dutch": "We vrezen vaak het onbekende meer dan de bekende gevaren.",
          "Spanish": "A menudo tememos lo desconocido más que los peligros conocidos.",
          "Italian": "Temiamo spesso l'ignoto più dei pericoli conosciuti.",
          "Turkish": "Bilinmeyenden, bildiğimiz tehlikelerden daha çok korkarız.",
          "French": "Nous craignons souvent l'inconnu plus que les dangers connus.",
          "Chinese": "我们常常比已知的危险更害怕未知的事物。",
          "Japanese": "私たちはしばしば既知の危険よりも未知を恐れる。"
        }
      },
      {
        "id": "d8f1b4c9-7a2e-4b1f-8c5d-1e3a9f0b7d2c",
        "quote": "True wisdom is knowing when to speak and when to listen.",
        "used": 0,
        "translations": {
          "German": "Wahre Weisheit ist zu wissen, wann man sprechen und wann man zuhören sollte.",
          "Dutch": "Ware wijsheid is weten wanneer te spreken en wanneer te luisteren.",
          "Spanish": "La verdadera sabiduría es saber cuándo hablar y cuándo escuchar.",
          "Italian": "La vera saggezza è sapere quando parlare e quando ascoltare.",
          "Turkish": "Gerçek bilgelik, ne zaman konuşacağını ve ne zaman dinleyeceğini bilmektir.",
          "French": "La véritable sagesse est de savoir quand parler et quand écouter.",
          "Chinese": "真正的智慧是知道何时说话，何时倾听。",
          "Japanese": "真の知恵とは、話すべき時と聞くべき時を知ることだ。"
        }
      },
      {
        "id": "e7b2c4d9-0a5f-4b1e-9d8c-3f7a1e0b5c4d",
        "quote": "Memories are the treasures we keep in our hearts forever.",
        "used": 0,
        "translations": {
          "German": "Erinnerungen sind die Schätze, die wir für immer in unseren Herzen behalten.",
          "Dutch": "Herinneringen zijn de schatten die we voor altijd in ons hart bewaren.",
          "Spanish": "Los recuerdos son los tesoros que guardamos para siempre en el corazón.",
          "Italian": "I ricordi sono i tesori che conserviamo per sempre nei nostri cuori.",
          "Turkish": "Anılar, kalbimizde sonsuza dek sakladığımız hazinelerdir.",
          "French": "Les souvenirs sont les trésors que nous gardons pour toujours dans nos cœurs.",
          "Chinese": "回忆是我们永远珍藏在心中的宝藏。",
          "Japanese": "思い出は私たちが心に永遠にしまっておく宝物だ。"
        }
      },
      {
        "id": "f3a7b1d2-c4e9-4f0a-8d6b-1b9f2e5c7a8d",
        "quote": "Some roads are worth taking even if they are difficult.",
        "used": 0,
        "translations": {
          "German": "Manche Wege lohnen sich, auch wenn sie schwierig sind.",
          "Dutch": "Sommige wegen zijn het waard om te nemen, zelfs als ze moeilijk zijn.",
          "Spanish": "Algunos caminos valen la pena, incluso si son difíciles.",
          "Italian": "Alcune strade valgono la pena anche se sono difficili.",
          "Turkish": "Bazı yollar zordur ama yine de gitmeye değerdir.",
          "French": "Certains chemins valent la peine d'être empruntés, même s'ils sont difficiles.",
          "Chinese": "有些路值得走，即使它们很难走。",
          "Japanese": "困難でも進む価値のある道もある。"
        }
      },
      {
        "id": "g9c1d2e3-f4a5-4b6d-8c9e-0d7a1b2c3f4e",
        "quote": "Kindness can turn a stranger into a friend.",
        "used": 0,
        "translations": {
          "German": "Freundlichkeit kann einen Fremden in einen Freund verwandeln.",
          "Dutch": "Vriendelijkheid kan een vreemde in een vriend veranderen.",
          "Spanish": "La amabilidad puede convertir a un extraño en un amigo.",
          "Italian": "La gentilezza può trasformare uno sconosciuto in un amico.",
          "Turkish": "Nezaket, yabancıyı dosta çevirebilir.",
          "French": "La gentillesse peut transformer un étranger en ami.",
          "Chinese": "善良可以让陌生人成为朋友。",
          "Japanese": "優しさは見知らぬ人を友人に変えることができる。"
        }
      },
      {
        "id": "h5d4f3e2-b1c0-4a9d-8f6e-3d7b2c1a5e6f",
        "quote": "Time spent with loved ones is never wasted.",
        "used": 0,
        "translations": {
          "German": "Zeit mit geliebten Menschen ist niemals verschwendet.",
          "Dutch": "Tijd doorgebracht met dierbaren is nooit verspild.",
          "Spanish": "El tiempo pasado con los seres queridos nunca se desperdicia.",
          "Italian": "Il tempo trascorso con i propri cari non è mai sprecato.",
          "Turkish": "Sevdiklerinle geçirilen zaman asla boşa gitmez.",
          "French": "Le temps passé avec ses proches n'est jamais perdu.",
          "Chinese": "与亲人在一起的时间从不浪费。",
          "Japanese": "愛する人と過ごす時間は決して無駄ではない。"
        }
      },
      {
        "id": "i2b3c4d5-e6f7-4a8d-9c0b-5f7e1a2d3c4b",
        "quote": "The greatest risks often bring the greatest rewards.",
        "used": 0,
        "translations": {
          "German": "Die größten Risiken bringen oft die größten Belohnungen.",
          "Dutch": "De grootste risico's brengen vaak de grootste beloningen.",
          "Spanish": "Los mayores riesgos suelen traer las mayores recompensas.",
          "Italian": "I più grandi rischi portano spesso alle più grandi ricompense.",
          "Turkish": "En büyük riskler genellikle en büyük ödülleri getirir.",
          "French": "Les plus grands risques apportent souvent les plus grandes récompenses.",
          "Chinese": "最大的风险往往带来最大的回报。",
          "Japanese": "最大のリスクはしばしば最大の報酬をもたらす。"
        }
      },
      {
        "id": "j4f5e6d7-c8a9-4b1d-9e2f-7a0c5b4d3e2a",
        "quote": "Patience is not the ability to wait, but to wait with a good attitude.",
        "used": 0,
        "translations": {
          "German": "Geduld ist nicht die Fähigkeit zu warten, sondern mit einer guten Einstellung zu warten.",
          "Dutch": "Geduld is niet het vermogen om te wachten, maar om met een goede houding te wachten.",
          "Spanish": "La paciencia no es la capacidad de esperar, sino de esperar con buena actitud.",
          "Italian": "La pazienza non è la capacità di aspettare, ma di aspettare con un buon atteggiamento.",
          "Turkish": "Sabır, sadece beklemek değil, iyi bir tavırla beklemektir.",
          "French": "La patience n'est pas la capacité d'attendre, mais d'attendre avec une bonne attitude.",
          "Chinese": "耐心不是等待的能力，而是带着良好态度等待。",
          "Japanese": "忍耐とは待つ能力ではなく、良い態度で待つことだ。"
        }
      },
      {
        "id": "k1a2b3c4-d5e6-7f8a-9b0c-d1e2f3a4b5c6",
        "quote": "Success is not final; failure is not fatal: it is the courage to continue that counts.",
        "used": 0,
        "translations": {
          "German": "Erfolg ist nicht endgültig; Misserfolg ist nicht tödlich: Es ist der Mut weiterzumachen, der zählt.",
          "Dutch": "Succes is niet definitief; falen is niet fataal: het is de moed om door te gaan die telt.",
          "Spanish": "El éxito no es definitivo; el fracaso no es fatal: lo que cuenta es el coraje para continuar.",
          "Italian": "Il successo non è definitivo; il fallimento non è fatale: è il coraggio di continuare che conta.",
          "Turkish": "Başarı son değildir; başarısızlık ölümcül değildir: önemli olan devam etme cesaretidir.",
          "French": "Le succès n'est pas final; l'échec n'est pas fatal : c'est le courage de continuer qui compte.",
          "Chinese": "成功不是终点；失败不是致命的：重要的是继续前进的勇气。",
          "Japanese": "成功は最終ではない。失敗は致命的ではない。大切なのは続ける勇気だ。"
        }
      },
      {
        "id": "l2b3c4d5-e6f7-8a9b-0c1d-e2f3a4b5c6d7",
        "quote": "Learning is a treasure that will follow its owner everywhere.",
        "used": 0,
        "translations": {
          "German": "Lernen ist ein Schatz, der seinen Besitzer überall hin begleitet.",
          "Dutch": "Leren is een schat die zijn eigenaar overal volgt.",
          "Spanish": "El aprendizaje es un tesoro que seguirá a su dueño a todas partes.",
          "Italian": "L'apprendimento è un tesoro che seguirà il suo proprietario ovunque.",
          "Turkish": "Öğrenme, sahibini her yere takip eden bir hazinedir.",
          "French": "L'apprentissage est un trésor qui suivra son propriétaire partout.",
          "Chinese": "学习是一笔财富，将伴随拥有者到处走。",
          "Japanese": "学びは持ち主をどこへでもついてくる宝物だ。"
        }
      },
      {
        "id": "m3c4d5e6-f7a8-9b0c-1d2e-f3a4b5c6d7e8",
        "quote": "The greatest challenge lies in overcoming your own doubts.",
        "used": 0,
        "translations": {
          "German": "Die größte Herausforderung besteht darin, die eigenen Zweifel zu überwinden.",
          "Dutch": "De grootste uitdaging ligt in het overwinnen van je eigen twijfels.",
          "Spanish": "El mayor desafío está en superar tus propias dudas.",
          "Italian": "La più grande sfida sta nel superare i propri dubbi.",
          "Turkish": "En büyük zorluk kendi şüphelerini aşmaktır.",
          "French": "Le plus grand défi réside dans le dépassement de ses propres doutes.",
          "Chinese": "最大的挑战在于克服自己的怀疑。",
          "Japanese": "最大の挑戦は自分の疑いを乗り越えることにある。"
        }
      },
      {
        "id": "n4d5e6f7-a8b9-0c1d-2e3f-a4b5c6d7e8f9",
        "quote": "Patience and perseverance are keys to every success.",
        "used": 0,
        "translations": {
          "German": "Geduld und Ausdauer sind die Schlüssel zum Erfolg.",
          "Dutch": "Geduld en doorzettingsvermogen zijn de sleutels tot elk succes.",
          "Spanish": "La paciencia y la perseverancia son claves para todo éxito.",
          "Italian": "La pazienza e la perseveranza sono le chiavi di ogni successo.",
          "Turkish": "Sabır ve azim, her başarının anahtarıdır.",
          "French": "La patience et la persévérance sont les clés de tout succès.",
          "Chinese": "耐心和坚持是成功的关键。",
          "Japanese": "忍耐と粘り強さはすべての成功の鍵だ。"
        }
      },
      {
        "id": "o5e6f7a8-b9c0-1d2e-3f4a-b5c6d7e8f9g0",
        "quote": "Creativity is intelligence having fun.",
        "used": 0,
        "translations": {
          "German": "Kreativität ist Intelligenz, die Spaß hat.",
          "Dutch": "Creativiteit is intelligentie die plezier heeft.",
          "Spanish": "La creatividad es la inteligencia divirtiéndose.",
          "Italian": "La creatività è l'intelligenza che si diverte.",
          "Turkish": "Yaratıcılık, zekanın eğlenmesidir.",
          "French": "La créativité est l'intelligence qui s'amuse.",
          "Chinese": "创造力是智慧的乐趣。",
          "Japanese": "創造性とは楽しんでいる知性のことだ。"
        }
      },
      {
        "id": "p6f7a8b9-c0d1-2e3f-4a5b-c6d7e8f9g0h1",
        "quote": "To understand others, first seek to understand yourself.",
        "used": 0,
        "translations": {
          "German": "Um andere zu verstehen, versuche zuerst dich selbst zu verstehen.",
          "Dutch": "Om anderen te begrijpen, probeer eerst jezelf te begrijpen.",
          "Spanish": "Para entender a otros, primero busca entenderte a ti mismo.",
          "Italian": "Per capire gli altri, cerca prima di capire te stesso.",
          "Turkish": "Başkalarını anlamak için önce kendini anlamaya çalış.",
          "French": "Pour comprendre les autres, cherche d'abord à te comprendre toi-même.",
          "Chinese": "要理解他人，先寻求理解自己。",
          "Japanese": "他人を理解するには、まず自分を理解しなさい。"
        }
      },
      {
        "id": "q7a8b9c0-d1e2-3f4a-5b6c-d7e8f9g0h1i2",
        "quote": "The future belongs to those who prepare for it today.",
        "used": 0,
        "translations": {
          "German": "Die Zukunft gehört denen, die sich heute darauf vorbereiten.",
          "Dutch": "De toekomst behoort toe aan degenen die zich er vandaag op voorbereiden.",
          "Spanish": "El futuro pertenece a quienes se preparan para él hoy.",
          "Italian": "Il futuro appartiene a chi si prepara oggi.",
          "Turkish": "Gelecek, bugün hazırlananların olur.",
          "French": "L'avenir appartient à ceux qui s'y préparent aujourd'hui.",
          "Chinese": "未来属于今天为之准备的人。",
          "Japanese": "未来は今日準備する者のものだ。"
        }
      },
      {
        "id": "r8b9c0d1-e2f3-4a5b-6c7d-e8f9g0h1i2j3",
        "quote": "True strength is shown by how we handle our weaknesses.",
        "used": 0,
        "translations": {
          "German": "Wahre Stärke zeigt sich darin, wie wir mit unseren Schwächen umgehen.",
          "Dutch": "Ware kracht blijkt uit hoe we met onze zwaktes omgaan.",
          "Spanish": "La verdadera fuerza se muestra en cómo manejamos nuestras debilidades.",
          "Italian": "La vera forza si mostra in come gestiamo le nostre debolezze.",
          "Turkish": "Gerçek güç, zayıflıklarımızı nasıl ele aldığımızla gösterilir.",
          "French": "La vraie force se montre par la façon dont nous gérons nos faiblesses.",
          "Chinese": "真正的力量表现在我们如何处理自己的弱点。",
          "Japanese": "真の強さは自分の弱さをどう扱うかで示される。"
        }
      },
      {
        "id": "a9e6d4c1-8f5b-4c2a-9e1f-7b0d5c8a9e6d",
        "quote": "The secret to happiness is freedom… and the secret to freedom is courage.",
        "translations": {
          "German": "Das Geheimnis des Glücks ist Freiheit… und das Geheimnis der Freiheit ist Mut.",
          "Dutch": "Het geheim van geluk is vrijheid… en het geheim van vrijheid is moed.",
          "Spanish": "El secreto de la felicidad es la libertad… y el secreto de la libertad es el coraje.",
          "Italian": "Il segreto della felicità è la libertà… e il segreto della libertà è il coraggio.",
          "Turkish": "Mutluluğun sırrı özgürlüktür... ve özgürlüğün sırrı cesarettir.",
          "French": "Le secret du bonheur est la liberté… et le secret de la liberté est le courage.",
          "Chinese": "幸福的秘密是自由……而自由的秘密是勇气。",
          "Japanese": "幸福の秘訣は自由であり、自由の秘訣は勇気である。"
        },
        "used": 0
      },
      {
        "id": "b1a2c3d4-e5f6-7890-1234-567890abcdef",
        "quote": "The only real valuable thing is intuition.",
        "translations": {
          "German": "Das einzig wirklich Wertvolle ist Intuition.",
          "Dutch": "Het enige echt waardevolle is intuïtie.",
          "Spanish": "La única cosa realmente valiosa es la intuición.",
          "Italian": "L'unica cosa veramente di valore è l'intuizione.",
          "Turkish": "Tek gerçek değerli şey sezgidir.",
          "French": "La seule chose vraiment précieuse est l'intuition.",
          "Chinese": "唯一真正有价值的东西是直觉。",
          "Japanese": "唯一本当に価値のあるものは直感である。"
        },
        "used": 0
      },
      {
        "id": "c2b3d4e5-f6a7-8901-2345-67890abcdeff",
        "quote": "Do not wait to strike till the iron is hot; but make it hot by striking.",
        "translations": {
          "German": "Warte nicht, bis das Eisen heiß ist, um zu schmieden; sondern mache es heiß, indem du schmiedest.",
          "Dutch": "Wacht niet met slaan tot het ijzer heet is, maar maak het heet door te slaan.",
          "Spanish": "No esperes a que el hierro esté caliente para golpearlo; hazlo caliente golpeando.",
          "Italian": "Non aspettare di colpire finché il ferro è caldo; rendilo caldo colpendolo.",
          "Turkish": "Demir sıcak olana kadar vurmayı bekleme; vurarak onu sıcak yap.",
          "French": "N'attendez pas que le fer soit chaud pour le frapper; mais rendez-le chaud en le frappant.",
          "Chinese": "不要等到铁热了才去打；而是通过打铁让它变热。",
          "Japanese": "鉄が熱くなるのを待って打つのではなく、打つことによって熱くするのだ。"
        },
        "used": 0
      },
      {
        "id": "d3c4e5f6-g7h8-9012-3456-7890abcdef10",
        "quote": "We can't help everyone, but everyone can help someone.",
        "translations": {
          "German": "Wir können nicht jedem helfen, aber jeder kann jemandem helfen.",
          "Dutch": "We kunnen niet iedereen helpen, maar iedereen kan wel iemand helpen.",
          "Spanish": "No podemos ayudar a todos, pero todos pueden ayudar a alguien.",
          "Italian": "Non possiamo aiutare tutti, ma tutti possono aiutare qualcuno.",
          "Turkish": "Herkesi kurtaramayız ama herkes birine yardım edebilir.",
          "French": "Nous ne pouvons pas aider tout le monde, mais tout le monde peut aider quelqu'un.",
          "Chinese": "我们无法帮助所有人，但每个人都能帮助某个人。",
          "Japanese": "私たちはすべての人を助けることはできないが、誰もが誰かを助けることはできる。"
        },
        "used": 0
      },
      {
        "id": "e4d5f6g7-h8i9-0123-4567-890abcdeff20",
        "quote": "The future belongs to those who prepare for it today.",
        "translations": {
          "German": "Die Zukunft gehört denen, die sich heute darauf vorbereiten.",
          "Dutch": "De toekomst behoort toe aan degenen die zich er vandaag op voorbereiden.",
          "Spanish": "El futuro pertenece a aquellos que se preparan para él hoy.",
          "Italian": "Il futuro appartiene a coloro che si preparano oggi.",
          "Turkish": "Gelecek, ona bugün hazırlananlara aittir.",
          "French": "L'avenir appartient à ceux qui s'y préparent aujourd'hui.",
          "Chinese": "未来属于那些今天就为它做好准备的人。",
          "Japanese": "未来は、今日そのために準備する人々のものだ。"
        },
        "used": 0
      },
      {
        "id": "f5e6g7h8-i9j0-1234-5678-90abcdef1231",
        "quote": "In the middle of every difficulty lies opportunity.",
        "translations": {
          "German": "Inmitten jeder Schwierigkeit liegt eine Gelegenheit.",
          "Dutch": "Midden in elke moeilijkheid ligt een kans.",
          "Spanish": "En medio de cada dificultad reside una oportunidad.",
          "Italian": "Nel mezzo di ogni difficoltà si nasconde un'opportunità.",
          "Turkish": "Her zorluğun ortasında bir fırsat yatar.",
          "French": "Au milieu de chaque difficulté se trouve une opportunité.",
          "Chinese": "每一次困难之中都蕴藏着机会。",
          "Japanese": "あらゆる困難のただ中には、好機が潜んでいる。"
        },
        "used": 0
      },
      {
        "id": "g6f7h8i9-j0k1-2345-6789-0abcdeff3452",
        "quote": "It is our choices, Harry, that show what we truly are, far more than our abilities.",
        "translations": {
          "German": "Es sind unsere Entscheidungen, Harry, die zeigen, wer wir wirklich sind, weit mehr als unsere Fähigkeiten.",
          "Dutch": "Het zijn onze keuzes, Harry, die laten zien wie we werkelijk zijn, veel meer dan onze vaardigheden.",
          "Spanish": "Son nuestras elecciones, Harry, lo que muestra lo que realmente somos, mucho más que nuestras habilidades.",
          "Italian": "Sono le nostre scelte, Harry, a mostrare chi siamo veramente, molto più delle nostre abilità.",
          "Turkish": "Harry, bizi gerçekten neyin oluşturduğunu gösteren şey yeteneklerimizden çok seçimlerimizdir.",
          "French": "Ce sont nos choix, Harry, qui montrent ce que nous sommes vraiment, bien plus que nos capacités.",
          "Chinese": "哈利，是我们的选择，而不是我们的能力，决定了我们是什么样的人。",
          "Japanese": "ハリー、私たちが本当に何者であるかを示すのは、私たちの能力よりもはるかに、私たちの選択なのだ。"
        },
        "used": 0
      },
      {
        "id": "h7g8i9j0-k1l2-3456-7890-abcdef123453",
        "quote": "Strive not to be a success, but rather to be of value.",
        "translations": {
          "German": "Strebe nicht danach, ein Erfolg zu sein, sondern vielmehr danach, von Wert zu sein.",
          "Dutch": "Streef er niet naar om succesvol te zijn, maar om van waarde te zijn.",
          "Spanish": "No te esfuerces por ser un éxito, sino por ser de valor.",
          "Italian": "Non sforzarti di essere un successo, ma piuttosto di essere di valore.",
          "Turkish": "Başarılı olmaya değil, daha çok değerli olmaya çalışın.",
          "French": "Ne vous efforcez pas d'être un succès, mais plutôt d'avoir de la valeur.",
          "Chinese": "不要努力成为一个成功者，而要努力成为一个有价值的人。",
          "Japanese": "成功者になろうと努力するのではなく、価値のある人間になろうと努力しなさい。"
        },
        "used": 0
      },
      {
        "id": "i8h9j0k1-l2m3-4567-890a-bcdef1234564",
        "quote": "The best revenge is massive success.",
        "translations": {
          "German": "Die beste Rache ist massiver Erfolg.",
          "Dutch": "De beste wraak is massaal succes.",
          "Spanish": "La mejor venganza es el éxito masivo.",
          "Italian": "La migliore vendetta è il successo massiccio.",
          "Turkish": "En iyi intikam, büyük başarıdır.",
          "French": "La meilleure vengeance est un succès massif.",
          "Chinese": "最好的报复是巨大的成功。",
          "Japanese": "最高の復讐は、とてつもない成功である。"
        },
        "used": 0
      },
      {
        "id": "j9i0k1l2-m3n4-5678-90ab-cdef12345675",
        "quote": "The mind, once stretched by a new idea, never returns to its original dimensions.",
        "translations": {
          "German": "Der Geist kehrt, einmal durch eine neue Idee gedehnt, nie wieder zu seiner ursprünglichen Größe zurück.",
          "Dutch": "De geest, eenmaal uitgerekt door een nieuw idee, keert nooit meer terug naar zijn oorspronkelijke afmetingen.",
          "Spanish": "La mente, una vez expandida por una nueva idea, nunca vuelve a sus dimensiones originales.",
          "Italian": "La mente, una volta allargata da una nuova idea, non torna mai alle sue dimensioni originali.",
          "Turkish": "Zihin, bir kez yeni bir fikirle genişlediğinde, asla orijinal boyutlarına geri dönmez.",
          "French": "L'esprit, une fois élargi par une idée nouvelle, ne retrouve jamais ses dimensions d'origine.",
          "Chinese": "思想一旦被新观念所扩展，就永远不会回到原来的样子。",
          "Japanese": "心は、新しい考えによって一度広げられると、元の大きさに戻ることはない。"
        },
        "used": 0
      }
  ]